{
  "KILLER OF SHEEP_screening": "Raw neorealist portrait of Black working-class life in 1970s Los Angeles",
  "JANE AUSTEN WRECKED MY LIFE_screening": "Gentle romantic comedy about writer's block and finding love in Paris",
  "BUTTERFLY KISS_screening": "Twisted road thriller explores deadly bond between damaged souls",
  "SWEPT AWAY_screening": "Class warfare ignites passion when rich woman and sailor crash ashore",
  "PEE-WEE'S BIG ADVENTURE_screening": "Quirky road comedy blends childlike wonder with Burton's surreal Americana",
  "WILL_screening": "Gritty Harlem recovery drama explores faith, redemption, and community healing",
  "TONGUES UNTIED + PREHEAT FEST AT HYPERREAL FILM CLUB_screening": "Curated queer cinema showcase blending historic activism with modern dance films",
  "MISS JUNETEENTH FREE SCREENING AT HYPERREAL FILM CLUB_screening": "Single mother's pageant dreams clash with daughter's modern reality",
  "DROP DEAD FRED AT HYPERREAL FILM CLUB_screening": "Quirky comedy about childhood imagination confronting adult mental health struggles",
  "28 WEEKS LATER AT HYPERREAL FILM CLUB_screening": "Frenzied zombie sequel explores guilt and survival in post-apocalyptic London",
  "MASTERWORKS 1: STEFAN JACKIW, VIOLIN_concert": "Polished violin virtuosity spanning contemporary, modern, and romantic masterworks.",
  "MASTERWORKS 2: EMANUEL AX, PIANO_concert": "Emanuel Ax delivers masterful Beethoven amid diverse contemporary-classical programming.",
  "MASTERWORKS 3: RHAPSODY SPECTACULAR_concert": "Virtuosic rhapsodies spanning folkloric traditions culminating in Beethoven's triumphant Fifth.",
  "NYRB BOOK CLUB - NIGHTMARE ALLEY_book_club": "Dark noir exploring human ambition and exploitation through carnival mysticism.",
  "NYRB BOOK CLUB - HIGH WIND IN JAMAICA_book_club": "Children's psychological adventure exploring innocence lost through pirate captivity trauma.",
  "NYRB BOOK CLUB - GREAT GRANNY WEBSTER_book_club": "Aristocratic family saga exploring generational suffering and contrasting life philosophies.",
  "SUBCULTURE LIT - DAVID WOJNAROWICZ_book_club": "Definitive biography chronicling artist's turbulent years in downtown arts scene.",
  "A SEASON OF - THE BOOKS OF JACOB (PART III)_book_club": "Historical fiction weaving faith, identity, and cultural complexity in eighteenth-century Poland.",
  "A SEASON OF - CHRYSALIS PASTORAL IN B MINOR_book_club": "Competent pastoral fiction exploring nature and meaning without innovation.",
  "A SEASON OF - THROUGH THE FOREST_book_club": "Haunting literary fiction exploring family tragedy and unanswerable human mysteries.",
  "VOYAGE OUT - THE SWAN BOOK_book_club": "Indigenous climate fiction weaving mythology through stream-of-consciousness environmental storyt...",
  "VOYAGE OUT - MONKEY GRIP_book_club": "Raw Australian fiction exploring love, addiction, and counterculture community dynamics.",
  "VOYAGE OUT - THE PLAINS_book_club": "Contemplative literary fiction exploring perception, landscape, and invisible realities.",
  "NYRB BOOK CLUB - NIGHTMARE ALLEY_unknown": "NYRB Book Club explores Gresham's psychologically complex noir masterpiece \"Nightmare Alley.",
  "APRICOT TREES EXIST - THE DESCENT OF ALETTE_book_club": "Experimental feminist epic poem challenging patriarchy through mythological descent narrative.",
  "WORLD WIDE WHAT BOOK CLUB - THE JAMAICA KOLLECTION OF THE SHANTE DREAM ARKIVE: BEING DREAMITY, ALGORIDDIMS, CHANTS & RIFFS_book_club": "Speculative Caribbean fiction weaving migration, cultural memory, and ancestral healing.",
  "ABOUT MOTHERHOOD BOOK CLUB - LIFEFORM_book_club": "Experimental memoir exploring identity transformation from singlehood through motherhood.",
  "SMALL & INDIE BOOK CLUB - THE BLUE BOOK OF NEBO_book_club": "Welsh literary fiction exploring identity, community, and storytelling's transformative power.",
  "FUTURE GREATS BOOK CLUB - THE SLIP_book_club": "Complex coming-of-age novel exploring fluid identity through boxing and transformation.",
  "CONTEMPT_movie": "Godard's bold masterpiece dissects relationships through innovative storytelling and circular emo...",
  "JANE AUSTEN WRECKED MY LIFE_movie": "A predictable romantic comedy that disappointingly squanders Jane Austen's literary legacy.",
  "EVERYTHING IS TERRIBLE! THE MEMORY HOLE PRESENTS ANIMALS ARE OVER_movie": "Experimental VHS collage explores humanity's destructive obsession with animals and dopamine.",
  "REMEMBER MY NAME_movie": "Alan Rudolph's 1978 psychological drama explores complex relationships with ambiguous storytelling.",
  "PAVEMENTS_movie": "Alex Ross Perry's non-linear rock documentary weaves past and present creatively.",
  "HEARTWORN HIGHWAYS_movie": "Intimate documentary exploring the raw lives of Outlaw Country music legends.",
  "GRAND TOUR_movie": "Miguel Gomes crafts a mesmerizing blend of documentary and fiction across Asia.",
  "DOGTOOTH 4K RESTORATION_movie": "A disturbing masterpiece about family manipulation and distorted reality, now in stunning 4K.",
  "THE PHOENICIAN SCHEME_movie": "Wes Anderson's stylish espionage comedy weaves intricate plots with dark humor.",
  "THE DAMNED_movie": "Roberto Minervini's unconventional war film explores soldiers' mundane isolation over traditional...",
  "JACKASS 3D AT HYPERREAL FILM CLUB_movie": "Outrageous stunts and crude humor in immersive 3D at underground film club.",
  "DANGEROUS ANIMALS AT HYPERREAL FILM CLUB_movie": "A disappointing film screening featuring unoriginal storytelling at Hyperreal Film Club.",
  "POPEYE AT HYPERREAL FILM CLUB_movie": "A nostalgic dive into Popeye's world through experimental cinema storytelling.",
  "CHALLENGERS AT HYPERREAL FILM CLUB_movie": "A bold sports-romance drama exploring complex relationships through competitive tennis.",
  "HIGH SCHOOL MUSICAL AT HYPERREAL FILM CLUB_movie": "A nostalgic dive into Disney's beloved high school musical romance classic.",
  "VIVA AT HYPERREAL FILM CLUB_movie": "A mysterious, underwhelming film screening lacking clear artistic vision or originality.",
  "SHORT TERM 12 AT HYPERREAL FILM CLUB_movie": "A deeply human exploration of troubled teens and their caregivers finding connection.",
  "TROPIC THUNDER AT HYPERREAL FILM CLUB_movie": "Satirical comedy screening exploring actors surviving jungle chaos through method acting.",
  "BABY CAT AT HYPERREAL FILM CLUB_movie": "A disappointing secret screening lacking originality at Hyperreal Film Club.",
  "I KNOW WHAT YOU DID LAST SUMMER AT HYPERREAL FILM CLUB_movie": "Classic 90s slasher nostalgia with predictable thrills at indie film club.",
  "SOUNDTRACK KARAOKE (FREE FOR MEMBERS (COPY)_movie": "Free karaoke movie night for members at Hyperreal venue.",
  "JAWS 3-D AT HYPERREAL FILM CLUB_movie": "Experience the delightfully terrible cult classic JAWS 3-D in all its cheesy glory.",
  "TROOP BEVERLY HILLS AT HYPERREAL FILM CLUB_movie": "Nostalgic 90s comedy about Beverly Hills glamour meets wilderness adventure.",
  "HARD TICKET TO HAWAII AT HYPERREAL FILM CLUB_movie": "Experience deliciously bad B-movie mayhem with guns, girls, and giant snakes.",
  "SEXY BEAST AT HYPERREAL FILM CLUB_movie": "Ben Kingsley's menacing sociopath disrupts paradise in this intense British crime thriller.",
  "DEEP BLUE SEA AT HYPERREAL FILM CLUB_movie": "A campy B-movie shark thriller screening for fans of predictable horror.",
  "THE SWIMMER AT HYPERREAL FILM CLUB_movie": "A surreal satirical journey through suburban disillusionment via unconventional storytelling.",
  "SHHHHINEMA AT HYPERREAL FILM CLUB_movie": "A mysterious, experimental cinema experience shrouded in secrecy and artistic ambiguity.",
  "SHARK ATTACK 3: MEGALODON AT HYPERREAL FILM CLUB_movie": "Experience deliciously bad B-movie cinema with this notorious shark disaster masterpiece.",
  "YOUNG ADULT AT HYPERREAL FILM CLUB_movie": "A predictable coming-of-age film screening lacking originality and narrative surprises.",
  "INDEPENDENCE DAY AT HYPERREAL FILM CLUB_movie": "Classic '90s alien invasion spectacle screening at Hyperreal Film Club.",
  "MOVIE TRIVIA (FREE FOR MEMBERS_movie": "Free movie trivia night for members at Hyperreal venue.",
  "BABE: PIG IN THE CITY AT HYPERREAL FILM CLUB_movie": "Hyperreal Film Club screens the charming but predictable sequel about Babe's city adventures.",
  "PICNIC AT HANGING ROCK AT HYPERREAL FILM CLUB_movie": "Enigmatic Australian mystery film exploring unexplained disappearances at atmospheric film club.",
  "MASTERWORKS 4: MIGUEL ESPINOZA FUSION_concert": "Fusion ensemble blends world premiere with orchestral classics innovatively.",
  "MASTERWORKS 5: ANNIE JACOBS-PERKINS, CELLO_concert": "Expressive cello showcase spanning romantic fairy-tales to urban drama.",
  "MASTERWORKS 7: GRISHA GORYACHEV, GUITAR & MOZART REQUIEM_concert": "Fiery flamenco virtuoso meets classical guitar concertos and Mozart's Requiem.",
  "MASTERWORKS 8: STEINWAY SPIRIO FEATURING \"GEORGE GERSHWIN\"_concert": "American classical favorites performed by precision Steinway Spirio player piano.",
  "STAR WARS: RETURN OF THE JEDI IN CONCERT_concert": "Epic cinematic orchestration brings beloved space opera to life.",
  "HOME ALONE IN CONCERT_concert": "Nostalgic film score concert blending holiday warmth with orchestral craftsmanship.",
  "GWEN AND THE BOOK OF SAND_movie": "A visually striking surreal desert tale blending mystery with post-apocalyptic nomadic themes.",
  "CHALLENGERS_movie": "A gripping tennis drama exploring love, rivalry, and ambition's complex entanglements.",
  "YOUNG ADULT_movie": "A darkly comedic exploration of arrested development and small-town nostalgia.",
  "THE SWIMMER_movie": "A man's surreal pool-hopping journey reveals suburban disillusionment and personal decay.",
  "HARD TICKET TO HAWAII_movie": "A delightfully cheesy B-movie spectacle featuring giant snakes and rocket launchers.",
  "TROPIC THUNDER_movie": "A satirical war comedy where actors become real soldiers unexpectedly.",
  "SEXY BEAST_movie": "A darkly humorous crime thriller featuring compelling character dynamics and unpredictable tension.",
  "PICNIC AT HANGING ROCK_movie": "A haunting mystery where schoolgirls vanish without explanation, leaving questions unanswered.",
  "TROOP BEVERLY HILLS_movie": "A campy '80s comedy about a Beverly Hills socialite leading scouts.",
  "VIVA_movie": "Anna Biller's \"Viva\" explores 1970s sexual liberation through stylized suburban transformation.",
  "BABY CAT_movie": "A quirky but gimmicky film about identity featuring a costumed cat-woman.",
  "SHORT TERM 12_movie": "A nuanced, emotionally authentic portrayal of complex relationships in youth care.",
  "POPEYE_movie": "Robert Altman's quirky musical adaptation brings beloved cartoon sailor to life.",
  "HIGH SCHOOL MUSICAL_movie": "A predictable but competent high school musical following well-worn formula.",
  "DEEP BLUE SEA_movie": "Genetically enhanced sharks terrorize scientists in a predictable underwater survival thriller.",
  "SHARK ATTACK 3: MEGALODON_movie": "A predictably cheesy B-movie featuring a giant prehistoric shark terrorizing beachgoers.",
  "DANGEROUS ANIMALS_movie": "Sean Byrne's psychological thriller explores dark themes with moderate originality.",
  "JAWS 3-D_movie": "A predictably cheesy shark sequel that relies on gimmicky 3D effects.",
  "MOVIE SOUNDTRACK KARAOKE_movie": "Sing along to iconic movie soundtracks in an immersive karaoke experience.",
  "MOVIE TRIVIA_movie": "Test your film knowledge at Hyperreal's interactive movie trivia night.",
  "INDEPENDENCE DAY_movie": "Classic alien invasion blockbuster delivers predictable thrills with familiar sci-fi spectacle.",
  "JACKASS 3D_movie": "JACKASS 3D delivers familiar shock humor and elaborate stunts in immersive 3D.",
  "BABE: PIG IN THE CITY_movie": "A charming but predictable sequel that relies on familiar heartwarming tropes.",
  "I KNOW WHAT YOU DID LAST SUMMER_movie": "A predictable yet thrilling 90s slasher following teens stalked by a vengeful killer.",
  "WORLD WIDE WHAT BOOK CLUB - THE PALM-WINE DRINKARD_book_club": "Yoruba folklore odyssey blending magical realism with profound spiritual transformation.",
  "MASTERWORKS 6: NANCY ZHOU, VIOLIN_concert": "Cinematic and romantic masterworks showcasing virtuoso violin storytelling artistry.",
  "PIRATES OF THE CARIBBEAN IN CONCERT_concert": "Energetic Hollywood blockbuster score delivered with solid orchestral spectacle.",
  "VIDEO GAMES LIVE_concert": "Video game soundtracks meet symphony orchestra in nostalgic multimedia spectacle.",
  "HALLOWEEN CHILDREN'S CONCERT_concert": "Family-friendly orchestral concert featuring spooky classical favorites for Halloween.",
  "HANDEL'S MESSIAH_concert": "Timeless Baroque masterpiece featuring majestic choruses and orchestral grandeur.",
  "THAT THEY MAY FACE THE RISING SUN_movie": "A contemplative film exploring hope and renewal through intimate human stories.",
  "PUZZLE OF A DOWNFALL CHILD_movie": "A haunting psychological drama exploring the fragmented mind of a troubled model.",
  "FOR A FEW DOLLARS MORE_movie": "Classic spaghetti western sequel showcasing Eastwood's iconic gunslinger in stylized showdowns.",
  "THE GIRL CAN’T HELP IT_movie": "Classic rock 'n' roll comedy showcasing music legends and 1950s entertainment culture.",
  "KILL THE JOCKEY_movie": "A surreal crime drama where a jockey's transformation defies genre boundaries.",
  "THE GIRL WHO LEAPT THROUGH TIME_movie": "A time-traveling anime exploring youth, choices, and the bittersweet nature of growing up.",
  "A MAN AND A WOMAN_movie": "Classic romantic drama exploring love and connection between two souls.",
  "SUBCULTURE LIT - CHUCO PUNK_book_club": "Subculture novel exploring Chicano punk identity and youth rebellion.",
  "APRICOT TREES EXIST - LIGHTNING FALLS IN LOVE_book_club": "Poetic contemporary fiction exploring love, loss, and human connection.",
  "KODAK QUARTET WITH MICHELLE SCHUMANN_concert": "Kodak Quartet and pianist explore Brahms, Zorn, and Dohnányi masterworks",
  "CARNIVAL OF THE ANIMALS_concert": "Kodak Quartet presents Saint-Saëns' whimsical musical menagerie with narration",
  "TWELFTH NIGHT_concert": "Chamber duo performing Baroque masterpieces by Telemann and Vivaldi.",
  "POIESIS QUARTET & FRIENDS_concert": "Poiesis Quartet with guest artists presenting intimate chamber music works",
  "MIRÓ QUARTET & POIESIS QUARTET_concert": "Two acclaimed quartets perform Beethoven and Mendelssohn chamber masterpieces.",
  "GIL SHAHAM & AKIRA EGUCHI_concert": "Violin virtuoso Gil Shaham performs Beethoven's intimate chamber works",
  "GRIMM TALES_concert": "Dark contemporary ballet reimagining Grimm tales with haunting original choreography.",
  "THE NUTCRACKER_concert": "Enchanting holiday ballet featuring Tchaikovsky's timeless score with lavish spectacle.",
  "IN MOTION / AN EVENING WITH STEPHEN MILLS_concert": "Innovative contemporary ballet showcasing Mills' deeply personal choreographic works.",
  "MARIE ANTOINETTE: VAMPIRE QUEEN OF VERSAILLES_concert": "Gothic ballet reimagining Marie Antoinette as seductive vampire queen.",
  "THE MAGIC FLUTE_concert": "Mozart's opera reimagined through innovative Cambodian shadow puppetry and ballet.",
  "SLIDE WITH BILL PLYMPTON AND DON HERTZFELDT_movie": "Acclaimed animators Bill Plympton and Don Hertzfeldt showcase their distinctive animated works.",
  "SELECTED PLYMPTOONS WITH BILL PLYMPTON AND DON HERTZFELDT_movie": "Acclaimed animators showcase their distinctive, darkly humorous hand-drawn animated shorts.",
  "SEBASTIANE_movie": "Provocative avant-garde film exploring martyrdom, desire, and homoerotic themes in ancient Rome.",
  "PLAY IT AS IT LAYS_movie": "Classic psychological drama screening exploring fractured identity and existential despair.",
  "VULCANIZADORA_movie": "A compelling cinematic experience exploring industrial themes at AFS venue.",
  "THE ISLAND CLOSEST TO HEAVEN_movie": "A cinematic journey exploring paradise, isolation, and the search for transcendence.",
  "PINK NARCISSUS_movie": "Avant-garde queer cinema exploring desire and identity through dreamlike visuals.",
  "SILVER BULLET WITH KINGCAST LIVE_movie": "Horror film screening with live podcast commentary creates interactive cinematic experience.",
  "CLAUDINE_movie": "Classic cinema screening of \"Claudine\" at AFS showcases timeless storytelling.",
  "CRASH_movie": "Provocative psychological drama exploring the dark intersection of technology and desire.",
  "THE HIDDEN FORTRESS_movie": "Classic Kurosawa samurai epic showcasing honor, adventure, and cinematic mastery.",
  "HIS MOTORBIKE, HER ISLAND_movie": "A cinematic journey exploring connection between motorcycle culture and island life.",
  "STRAY DOG_movie": "Classic noir thriller exploring morality and justice in post-war Japan.",
  "A WOMAN UNDER THE INFLUENCE_movie": "Raw, unflinching portrait of a woman's mental breakdown within suffocating domesticity.",
  "LIFE AFTER_movie": "A thought-provoking film exploring themes of existence and transformation.",
  "FOLKTALES_movie": "Norwegian teens navigate coming-of-age through mythology and Arctic wilderness storytelling.",
  "MOVE YA BODY: THE BIRTH OF HOUSE_movie": "A documentary exploring the origins and cultural impact of house music.",
  "CLOUD_movie": "A gripping thriller exploring how online reselling spirals into dark conspiracy.",
  "BORN IN THE STRUGGLE W/ DYING TO VOTE_movie": "Powerful documentary exploring voting rights and political struggle through compelling storytelling.",
  "YOJIMBO_movie": "Kurosawa's genre-defying samurai Western features a cunning ronin manipulating rival gangs.",
  "THE MAN DIED_movie": "A thought-provoking film screening exploring themes of mortality and human resilience.",
  "BLACK IMMIGRANTS: TELLING OUR STORIES & VISIONING THE FUTURE_movie": "Black immigrants share powerful stories and envision collective futures together.",
  "LEGACY: THE DE-COLONIZED HISTORY OF SOUTH AFRICA_movie": "A powerful cinematic exploration of South Africa's untold decolonized historical narrative.",
  "SUN RA: DO THE IMPOSSIBLE_movie": "A visionary documentary exploring jazz legend Sun Ra's cosmic musical philosophy.",
  "ALICE DOESN’T LIVE HERE ANYMORE_movie": "A gritty, unpredictable melodrama blending humor and darkness around female resilience.",
  "HIGH AND LOW_movie": "Kurosawa's gripping crime thriller explores Japan's stark social divide through kidnapping.",
  "SHANGHAI BLUES_movie": "Tsui Hark's genre-blending wartime romance mixes slapstick comedy with 1937 Shanghai chaos.",
  "THRONE OF BLOOD_movie": "Kurosawa's haunting Japanese reimagining of Macbeth blends Noh theater with Shakespearean tragedy.",
  "HARVEST_movie": "A surreal medieval folk drama where outsiders disrupt an isolated village's mysterious traditions.",
  "DONNIE DARKO_movie": "A mind-bending cult classic blending teen angst with surreal time-travel mysteries.",
  "US AND THE NIGHT_movie": "A decade-spanning poetic experiment transforms mundane library encounters into cinematic vitality.",
  "CHAINED GIRLS_movie": "Classic exploitation cinema screening exploring women's stories and societal constraints.",
  "IKIRU_movie": "Akira Kurosawa's existential masterpiece explores finding life's meaning when facing death.",
  "SHEILA LEVINE IS DEAD AND LIVING IN NEW YORK_movie": "A predictable 1970s dramedy about a shy woman's clichéd New York journey.",
  "CRYPTOZOO_movie": "A mysterious animated adventure exploring cryptid creatures at AFS Cinema.",
  "LADIES AND GENTLEMEN, THE FABULOUS STAINS_movie": "A gritty, authentic punk film following teenage girls navigating unglamorous rock stardom.",
  "BOY MEETS GIRL_movie": "Leos Carax's unconventional debut subverts romance through fragmented storytelling and alienated ...",
  "SANJURO_movie": "Kurosawa's witty samurai masterpiece blends cynical humor with brutal realism.",
  "LOOKING FOR MR. GOODBAR_movie": "A dark, complex exploration of 1970s sexual liberation's dangerous consequences.",
  "IN THE MOOD FOR LOVE W/ IN THE MOOD FOR LOVE 2001_movie": "Wong Kar-wai's restrained masterpiece explores unspoken love through fragmented memories and emot...",
  "AMERICANA_movie": "A cinematic exploration of American culture and identity at AFS.",
  "THE WASPS_movie": "Classic cinema screening of \"The Wasps\" at AFS Cinema.",
  "VIVE L’AMOUR_movie": "A French romantic film exploring love's complexities at AFS Cinema.",
  "GOODBYE, DRAGON INN_movie": "A haunting meditation on cinema's twilight in a decaying movie theater.",
  "MAUVAIS SANG_movie": "A genre-bending neo-noir that fuses crime, romance, and experimental poetry.",
  "WHAT TIME IS IT THERE?_movie": "A contemplative film exploring time, distance, and human connection across cultures.",
  "ABIDING NOWHERE_movie": "Contemplative film exploring themes of impermanence and spiritual searching.",
  "DAYS_movie": "Intimate cinematic experience exploring human connection and everyday moments.",
  "A ROOM WITH A VIEW_movie": "A witty Edwardian romance that cleverly critiques social constraints through emotional awakening.",
  "AN UNMARRIED WOMAN_movie": "A thoughtful, realistic portrayal of a woman's authentic journey through divorce.",
  "HORROR EXPRESS_movie": "A prehistoric alien terrorizes passengers aboard a claustrophobic Trans-Siberian train.",
  "PERSONA_movie": "Avant-garde psychological masterpiece exploring identity through experimental storytelling and ex...",
  "LOVERS ON THE BRIDGE_movie": "A surreal Parisian street romance that defies conventional love story expectations.",
  "SUBCULTURE LIT - SIGNS PRECEDING THE END OF THE WORLD_book_club": "Mythic border novel weaving Aztec underworld mythology with migration realities.",
  "SUBCULTURE LIT - THE STORY OF MY TEETH_book_club": "Experimental metafiction exploring identity and truth through surreal auctioneer's tale.",
  "WORLD WIDE WHAT BOOK CLUB - ALL ABOUT H. HATTERR_book_club": "Innovative postcolonial satire exploring identity through linguistic experimentation and philosop...",
  "ABOUT MOTHERHOOD BOOK CLUB - LOVED AND MISSED_book_club": "Nuanced literary fiction exploring complex motherhood through three generations and addiction.",
  "SMALL & INDIE BOOK CLUB - THE POTATO EATERS_book_club": "Innovative Kurdish stories exploring displacement, trauma, and survival through experimental narr...",
  "BUILDING THE AMERICAN DREAM_movie": "A focused documentary exposing immigrant construction workers' struggles in Texas.",
  "THE AMERICAN SOUTHWEST_movie": "Indigenous-narrated documentary reveals Colorado River crisis through innovative Southwest wildli...",
  "DON HERTZFELDT PRESENTS ANIMATION MIXTAPE_movie": "Don Hertzfeldt's minimalist animation blends absurdist comedy with profound existential themes.",
  "ROSA LA ROSE, FILLE PUBLIQUE_movie": "A charismatic prostitute defies tragic clichés in this subversive drama.",
  "HAPPINESS_movie": "A darkly comedic exploration of human sexuality, isolation, and uncomfortable truths.",
  "PEKING OPERA BLUES_movie": "A genre-blending feminist adventure through 1913 China's political upheaval and opera.",
  "THE SIGN OF THE CROSS_movie": "DeMille's lavish 1932 epic explores faith versus decadence in Nero's Rome.",
  "DICIANNOVE_movie": "An introspective autofictional journey through intellectual alienation and youthful academic drift.",
  "DEPRISA, DEPRISA_movie": "Raw Spanish crime drama exploring youth delinquency without conventional moral judgment.",
  "MILISUTHANDO_movie": "A deeply personal documentary exploring South Africa's complex racial dynamics through intimate s...",
  "THE 9 LIVES OF BARBARA DANE_movie": "A conventional documentary exploring jazz legend Barbara Dane's musical and activist legacy.",
  "CLEOPATRA_movie": "Cecil B. DeMille's faithful 1934 retelling of Cleopatra's tragic historical romance.",
  "CHRISTIANE F._movie": "Raw, unflinching portrait of teenage heroin addiction in 1970s Berlin.",
  "THE LIMEY_movie": "A fragmented revenge thriller that mirrors memory's non-linear, haunting nature.",
  "VIDEOHEAVEN_movie": "A clinical yet nostalgic video-collage exploring the cultural legacy of video stores.",
  "NO SLEEP TILL_movie": "A moody, character-driven hurricane film that prioritizes atmosphere over spectacle.",
  "CITY OF GOD_movie": "A gritty, unglamorous portrayal of Rio's favela life through brutal realities.",
  "SAMSON AND DELILAH_movie": "Cecil B. DeMille's lavish biblical epic delivers predictable spectacle and campy Technicolor gran...",
  "CASTRATION MOVIE_movie": "Unconventional five-part DIY tragicomedy exploring marginalized characters through unpredictable ...",
  "A BETTER TOMORROW_movie": "John Woo's stylized gangster epic explores brotherhood and betrayal through melodramatic action.",
  "THE 400 BLOWS_movie": "Truffaut's groundbreaking semi-autobiographical masterpiece captures authentic childhood struggle...",
  "POSSESSION_movie": "A nightmarish descent from marital drama into surreal, grotesque body horror.",
  "SOULEYMANE’S STORY_movie": "A gripping immigration tale following a Parisian delivery cyclist's uncertain asylum journey.",
  "A BETTER TOMORROW 2_movie": "Crime thriller sequel delivers charismatic action despite familiar brotherhood and betrayal themes.",
  "ADIEU PHILIPPINE_movie": "French New Wave film balancing youthful spontaneity with wartime melancholy.",
  "HIGH ART_movie": "A nuanced exploration of art, ambition, and complex relationships in bohemian subculture.",
  "THE MOTHER AND THE WHORE_movie": "A raw, dialogue-heavy exploration of complex romantic entanglements in 1970s Paris.",
  "ARREBATO_movie": "A hallucinatory meta-horror where Super 8 film becomes a vampiric force.",
  "THE KILLER_movie": "John Woo's stylized crime masterpiece blends poetic violence with emotional depth.",
  "LAST YEAR AT MARIENBAD_movie": "A dreamlike, enigmatic masterpiece where memory and reality blur mysteriously.",
  "MASCULIN FÉMININ_movie": "Godard's fragmented New Wave masterpiece captures 1960s youth culture through unconventional stor...",
  "HIGHWAY HYPNOSIS_movie": "An experimental thriller exploring LA's dark underbelly through hypnotic, trance-like storytelling.",
  "MOVIE MOXIE_movie": "A predictable but earnest high school feminist awakening story lacking originality.",
  "BULLET IN THE HEAD_movie": "John Woo's tragic Vietnam War epic transforms friendship into betrayal through brutal action.",
  "NOSFERATU THE VAMPYRE_movie": "Herzog's haunting vampire reimagining blends existential dread with mesmerizing surreal artistry.",
  "THE ICE TOWER_movie": "A hypnotic meta-film blending fairy tale adaptation with behind-the-scenes psychological tension.",
  "TASTE THE BLOOD OF DRACULA_movie": "A fresh vampire tale where Dracula confronts morally corrupt humans.",
  "HARD BOILED_movie": "John Woo's audacious action masterpiece amplifies familiar tropes with inventive choreography.",
  "BREATHLESS_movie": "Groundbreaking French New Wave masterpiece that revolutionized cinema with radical editing.",
  "ADDAMS FAMILY VALUES_movie": "Gothic camp sequel delivers familiar macabre humor with competent but predictable storytelling.",
  "THE TEXAS CHAINSAW MASSACRE 2_movie": "Tobe Hooper's gore-soaked horror sequel blends chainsaw mayhem with dark satirical comedy.",
  "THE PEOPLE'S JOKER_movie": "A transgender woman's bold, subversive reimagining of Gotham's comedy dystopia.",
  "MANDY_movie": "A psychedelic revenge nightmare blending surreal visuals with apocalyptic cult horror.",
  "DONKEY SKIN_movie": "A provocative musical fairy tale that boldly explores taboo themes and moral boundaries.",
  "ANACONDA_movie": "A predictable Amazon thriller featuring a giant snake and familiar genre thrills.",
  "TO THE ENDS OF THE EARTH_movie": "Kiyoshi Kurosawa's genre-bending psychological thriller delivers unpredictable storytelling with ...",
  "SHHHINEMA FOR THE PEOPLE_movie": "A deeply nuanced biographical drama exploring musical genius through mental illness.",
  "DAUGHTERS OF THE DUST_movie": "A groundbreaking non-linear film celebrating Gullah culture through stunning visual poetry.",
  "MOVIE TRIVIA! AT HYPERREAL FILM CLUB_movie": "Test your movie knowledge at this interactive trivia night for film enthusiasts.",
  "NEVER TOO YOUNG TO DIE_movie": "A campy 80s action pastiche featuring outrageous villains and derivative spy thrills.",
  "ALMA'S RAINBOW_movie": "A nuanced coming-of-age story exploring Black womanhood in 1990s Brooklyn.",
  "STRICTLY BALLROOM_movie": "A rebellious dancer defies rigid ballroom rules in this satirical romance.",
  "FALLEN FRUIT + Q&A_movie": "A moody, introspective queer coming-of-age film exploring young adulthood's ambiguity.",
  "VEGAS IN SPACE_movie": "A campy sci-fi drag musical about gender-bending space espionage adventures.",
  "TENET_movie": "Christopher Nolan's mind-bending thriller weaves time inversion into spectacular, complex action.",
  "PRISCILLA_movie": "Intimate biopic explores Priscilla Presley's isolation through subtle, unconventional storytelling.",
  "CECIL B. DEMENTED_movie": "Cinephile terrorists wage guerrilla war against Hollywood mediocrity in Waters' chaotic satire.",
  "SHOWGIRLS 2: PENNY'S FROM HEAVEN_movie": "A surreal, Lynch-inspired sequel that stylishly subverts typical Hollywood stardom clichés.",
  "SOME LIKE IT HOT_movie": "Groundbreaking 1959 comedy daringly explores gender fluidity through mob-fleeing musicians.",
  "A CRY OF MANY VOICES: BRITISH ISLES & THE LOWLANDS_concert": "Haunting Renaissance polyphony featuring rare multi-voiced works from British Isles.",
  "EL MARIACHI_movie": "Robert Rodriguez's ingenious $7,000 debut proves creativity trumps budget in filmmaking.",
  "WHEN EVIL LURKS_movie": "A masterfully crafted supernatural horror that builds atmospheric dread through subtlety.",
  "FADERS UP: THE JOHN AIELLI EXPERIENCE_movie": "An intimate documentary celebrating Austin radio legend John Aielli's eclectic broadcasting legacy.",
  "A WOMAN OF TASTE PRESENTS: COAL MINER'S DAUGHTER_movie": "Sissy Spacek's masterful portrayal brings Loretta Lynn's Appalachian journey to life.",
  "BEAVIS AND BUTT-HEAD DO AMERICA_movie": "Iconic MTV duo's crude humor translates surprisingly well to big-screen adventure.",
  "GHOST ALMANAC_movie": "Classic horror films meet live vintage synthesizer scores in haunting cinematic experience.",
  "PROBLEMISTA_movie": "A surreal urban tale blending magical realism with sophisticated visual storytelling.",
  "FACE/OFF_movie": "John Woo's stylized action thriller explores identity through masterful choreography and emotiona...",
  "SWINGERS_movie": "A charming 90s indie capturing struggling Hollywood actors with authentic dialogue and heart.",
  "ANGUISH_movie": "A mysterious film shrouded in complete anonymity, defying conventional evaluation.",
  "SAD GIRL CINEMA PRESENTS: A NOS AMOURS_movie": "Raw French coming-of-age drama showcasing breakthrough performance and naturalistic filmmaking.",
  "HAROLD AND MAUDE_movie": "A darkly whimsical romance exploring life, death, and finding joy.",
  "A BIGGER SPLASH_movie": "A psychologically tense drama showcasing masterful cinematography and Tilda Swinton's nuanced per...",
  "MONOS_movie": "A visceral jungle thriller showcasing teenage guerrillas through stunning, haunting cinematography.",
  "THE FIGHTING TEMPTATIONS_movie": "A polished musical comedy showcasing solid performances in Hollywood studio tradition.",
  "VOLVER_movie": "Almodóvar's vibrant masterpiece blends comedy, thriller, and drama through stunning female perfor...",
  "THE VOURDALAK_movie": "A haunting vampire tale blending Bergman-esque artistry with atmospheric Hammer Horror.",
  "FIRST TIMES PRESENTS: THE LOVELESS_movie": "Kathryn Bigelow's moody biker film showcasing Willem Dafoe's charismatic existential despair.",
  "DOG DAY AFTERNOON_movie": "Sidney Lumet's masterful bank heist thriller blends tension, dark humor, and Al Pacino's brilliance.",
  "NYRB BOOK CLUB - UNCERTAIN GLORY_book_club": "Complex Catalan Civil War novel exploring moral ambiguity and human fragility.",
  "NYRB BOOK CLUB - COUNT D'ORGEL'S BALL_book_club": "Elegant French novella exploring aristocratic self-deception and forbidden desire.",
  "NYRB BOOK CLUB - BLOOD ON THE FORGE_book_club": "Powerful migration novel exposing industrial capitalism's racialized violence and dehumanization.",
  "NYRB BOOK CLUB - THE PILGRIM HAWK_book_club": "Psychological novella exploring captivity and freedom through symbolic hawk metaphor.",
  "A SEASON OF - THE OTHERS_book_club": "Historical fiction exploring war, identity, and cross-cultural tensions through translation.",
  "A SEASON OF - THE POSTHUMOUS MEMOIRS OF BRAS CUBAS_book_club": "Dead narrator's witty critique of Brazilian society and human vanity.",
  "A SEASON OF - QUINCAS BORBA_book_club": "Satirical Brazilian masterpiece exploring social Darwinism through philosophical absurdity and de...",
  "A SEASON OF - DOM CASMURRO_book_club": "Masterful Brazilian novel exploring jealousy, memory, and unreliable narration's deceptive power.",
  "JOY AND LIGHT: DELIGHTS OF THE SEASON_concert": "Multicultural medieval holiday music celebrating joy through ancient sacred traditions.",
  "TROUBADOURS OF FRANCE & IBERIA_concert": "Passionate medieval troubadour songs brought to life with scholarly artistry.",
  "PURCELL. HENRY PURCELL: LICENSE TO TRILL_concert": "Exquisite Baroque vocal artistry exploring Purcell's diverse theatrical repertoire.",
  "GEORG PHILIPP TELEMANN: THE GREATEST GERMAN BAROQUE COMPOSER [FIGHT ME!]_concert": "Exuberant Baroque masterworks showcasing Telemann's imaginative genius on period instruments",
  "MUSIC FOR A CONSORT OF VIOLS_concert": "Luscious viol consort music blending English, French, and Italian traditions.",
  "ANTON NEL AND KEITH WOMER WRANGLE THE HERD OF HARPSICHORDS_concert": "Educational Baroque harpsichord showcase featuring period instruments and virtuoso pianists.",
  "HIDDEN GEMS_concert": "Adventurous early Baroque rarities performed with period instruments and scholarly precision.",
  "HAYDN! BEETHOVEN! SCOTLAND! - WITH ANTON NEL_concert": "Intimate fortepiano recital exploring Haydn and Beethoven's Scottish folk settings."
}