{
  "KILLER OF SHEEP_screening": "Raw neorealist portrait of Black working-class life in 1970s Los Angeles",
  "JANE AUSTEN WRECKED MY LIFE_screening": "Gentle romantic comedy about writer's block and finding love in Paris",
  "BUTTERFLY KISS_screening": "Twisted road thriller explores deadly bond between damaged souls",
  "SWEPT AWAY_screening": "Class warfare ignites passion when rich woman and sailor crash ashore",
  "PEE-WEE'S BIG ADVENTURE_screening": "Quirky road comedy blends childlike wonder with Burton's surreal Americana",
  "WILL_screening": "Gritty Harlem recovery drama explores faith, redemption, and community healing",
  "TONGUES UNTIED + PREHEAT FEST AT HYPERREAL FILM CLUB_screening": "Curated queer cinema showcase blending historic activism with modern dance films",
  "MISS JUNETEENTH FREE SCREENING AT HYPERREAL FILM CLUB_screening": "Single mother's pageant dreams clash with daughter's modern reality",
  "DROP DEAD FRED AT HYPERREAL FILM CLUB_screening": "Quirky comedy about childhood imagination confronting adult mental health struggles",
  "28 WEEKS LATER AT HYPERREAL FILM CLUB_screening": "Frenzied zombie sequel explores guilt and survival in post-apocalyptic London",
  "MASTERWORKS 1: STEFAN JACKIW, VIOLIN_concert": "Virtuosic violin mastery meets dramatic orchestral power",
  "MASTERWORKS 2: EMANUEL AX, PIANO_concert": "Masterful pianist leads dramatic Romantic favorites with contemporary opening",
  "MASTERWORKS 3: RHAPSODY SPECTACULAR_concert": "Rhapsodic masterworks span classical to modern with virtuosic clarinet highlights",
  "NYRB BOOK CLUB - NIGHTMARE ALLEY_book_club": "Dark noir exploring human ambition and exploitation through carnival mysticism.",
  "NYRB BOOK CLUB - HIGH WIND IN JAMAICA_book_club": "Children's psychological adventure exploring innocence lost through pirate captivity trauma.",
  "NYRB BOOK CLUB - GREAT GRANNY WEBSTER_book_club": "Aristocratic family saga exploring generational suffering and contrasting life philosophies.",
  "SUBCULTURE LIT - DAVID WOJNAROWICZ_book_club": "Definitive biography chronicling artist's turbulent years in downtown arts scene.",
  "A SEASON OF - THE BOOKS OF JACOB (PART III)_book_club": "Historical fiction weaving faith, identity, and cultural complexity in eighteenth-century Poland.",
  "A SEASON OF - CHRYSALIS PASTORAL IN B MINOR_book_club": "Competent pastoral fiction exploring nature and meaning without innovation.",
  "A SEASON OF - THROUGH THE FOREST_book_club": "Haunting literary fiction exploring family tragedy and unanswerable human mysteries.",
  "VOYAGE OUT - THE SWAN BOOK_book_club": "Indigenous climate fiction weaving mythology through stream-of-consciousness environmental storyt...",
  "VOYAGE OUT - MONKEY GRIP_book_club": "Raw Australian fiction exploring love, addiction, and counterculture community dynamics.",
  "VOYAGE OUT - THE PLAINS_book_club": "Contemplative literary fiction exploring perception, landscape, and invisible realities.",
  "NYRB BOOK CLUB - NIGHTMARE ALLEY_unknown": "NYRB Book Club explores Gresham's psychologically complex noir masterpiece \"Nightmare Alley.",
  "APRICOT TREES EXIST - THE DESCENT OF ALETTE_book_club": "Experimental feminist epic poem challenging patriarchy through mythological descent narrative.",
  "WORLD WIDE WHAT BOOK CLUB - THE JAMAICA KOLLECTION OF THE SHANTE DREAM ARKIVE: BEING DREAMITY, ALGORIDDIMS, CHANTS & RIFFS_book_club": "Speculative Caribbean fiction weaving migration, cultural memory, and ancestral healing.",
  "ABOUT MOTHERHOOD BOOK CLUB - LIFEFORM_book_club": "Experimental memoir exploring identity transformation from singlehood through motherhood.",
  "SMALL & INDIE BOOK CLUB - THE BLUE BOOK OF NEBO_book_club": "Welsh literary fiction exploring identity, community, and storytelling's transformative power.",
  "FUTURE GREATS BOOK CLUB - THE SLIP_book_club": "Complex coming-of-age novel exploring fluid identity through boxing and transformation.",
  "CONTEMPT_movie": "Godard's complex marital drama unfolds through unpredictable storytelling and mythic imagery.",
  "JANE AUSTEN WRECKED MY LIFE_movie": "A predictable romantic comedy that disappointingly fails to honor Austen's wit.",
  "EVERYTHING IS TERRIBLE! THE MEMORY HOLE PRESENTS ANIMALS ARE OVER_movie": "Experimental VHS collage explores humanity's destructive obsession with animals and dopamine.",
  "REMEMBER MY NAME_movie": "A haunting 1978 psychological drama exploring obsession through enigmatic, unpredictable characters.",
  "PAVEMENTS_movie": "A creatively structured film weaving Pavement's musical legacy through multiple timelines.",
  "HEARTWORN HIGHWAYS_movie": "An intimate documentary capturing the raw spirit of Outlaw Country music.",
  "GRAND TOUR_movie": "Miguel Gomes crafts an unconventional Asian journey exploring time, memory, and storytelling.",
  "DOGTOOTH 4K RESTORATION_movie": "A disturbing 4K restoration exploring psychological manipulation within an isolated dysfunctional...",
  "THE PHOENICIAN SCHEME_movie": "A convoluted business thriller featuring ruthless dealings and complex personal entanglements.",
  "THE DAMNED_movie": "Roberto Minervini's war film explores monotony and fear through realistic soldier experiences.",
  "JACKASS 3D AT HYPERREAL FILM CLUB_movie": "Outrageous stunts and crude humor in immersive 3D at underground film club.",
  "DANGEROUS ANIMALS AT HYPERREAL FILM CLUB_movie": "A disappointing film screening featuring unoriginal storytelling at Hyperreal Film Club.",
  "POPEYE AT HYPERREAL FILM CLUB_movie": "A nostalgic dive into Popeye's world through experimental cinema storytelling.",
  "CHALLENGERS AT HYPERREAL FILM CLUB_movie": "A bold sports-romance drama exploring complex relationships through competitive tennis.",
  "HIGH SCHOOL MUSICAL AT HYPERREAL FILM CLUB_movie": "A nostalgic dive into Disney's beloved high school musical romance classic.",
  "VIVA AT HYPERREAL FILM CLUB_movie": "A mysterious, underwhelming film screening lacking clear artistic vision or originality.",
  "SHORT TERM 12 AT HYPERREAL FILM CLUB_movie": "A deeply human exploration of troubled teens and their caregivers finding connection.",
  "TROPIC THUNDER AT HYPERREAL FILM CLUB_movie": "Satirical comedy screening exploring actors surviving jungle chaos through method acting.",
  "BABY CAT AT HYPERREAL FILM CLUB_movie": "A disappointing secret screening lacking originality at Hyperreal Film Club.",
  "I KNOW WHAT YOU DID LAST SUMMER AT HYPERREAL FILM CLUB_movie": "Classic 90s slasher nostalgia with predictable thrills at indie film club.",
  "SOUNDTRACK KARAOKE (FREE FOR MEMBERS (COPY)_movie": "Free karaoke movie night for members at Hyperreal venue.",
  "JAWS 3-D AT HYPERREAL FILM CLUB_movie": "Experience the delightfully terrible cult classic JAWS 3-D in all its cheesy glory.",
  "TROOP BEVERLY HILLS AT HYPERREAL FILM CLUB_movie": "Nostalgic 90s comedy about Beverly Hills glamour meets wilderness adventure.",
  "HARD TICKET TO HAWAII AT HYPERREAL FILM CLUB_movie": "Experience deliciously bad B-movie mayhem with guns, girls, and giant snakes.",
  "SEXY BEAST AT HYPERREAL FILM CLUB_movie": "Ben Kingsley's menacing sociopath disrupts paradise in this intense British crime thriller.",
  "DEEP BLUE SEA AT HYPERREAL FILM CLUB_movie": "A campy B-movie shark thriller screening for fans of predictable horror.",
  "THE SWIMMER AT HYPERREAL FILM CLUB_movie": "A surreal satirical journey through suburban disillusionment via unconventional storytelling.",
  "SHHHHINEMA AT HYPERREAL FILM CLUB_movie": "A disappointing cult film screening lacking originality at Hyperreal's niche cinema club.",
  "SHARK ATTACK 3: MEGALODON AT HYPERREAL FILM CLUB_movie": "Experience deliciously bad B-movie cinema with this notorious shark disaster masterpiece.",
  "YOUNG ADULT AT HYPERREAL FILM CLUB_movie": "A predictable coming-of-age film screening lacking originality and narrative surprises.",
  "INDEPENDENCE DAY AT HYPERREAL FILM CLUB_movie": "Classic '90s alien invasion spectacle screening at Hyperreal Film Club.",
  "MOVIE TRIVIA (FREE FOR MEMBERS_movie": "Free movie trivia night for members at Hyperreal venue.",
  "BABE: PIG IN THE CITY AT HYPERREAL FILM CLUB_movie": "Hyperreal Film Club screens the charming but predictable sequel about Babe's city adventures.",
  "PICNIC AT HANGING ROCK AT HYPERREAL FILM CLUB_movie": "Enigmatic Australian mystery film exploring unexplained disappearances at atmospheric film club.",
  "MASTERWORKS 4: MIGUEL ESPINOZA FUSION_concert": "World music fusion blending flamenco, Celtic, and jazz traditions masterfully.",
  "MASTERWORKS 5: ANNIE JACOBS-PERKINS, CELLO_concert": "Eclectic masterworks showcase cello virtuosity spanning cultures and centuries.",
  "MASTERWORKS 7: GRISHA GORYACHEV, GUITAR & MOZART REQUIEM_concert": "Flamenco virtuoso brings passionate intensity to classical guitar concertos.",
  "MASTERWORKS 8: STEINWAY SPIRIO FEATURING \"GEORGE GERSHWIN\"_concert": "American classical masterworks performed by advanced Steinway Spirio technology.",
  "STAR WARS: RETURN OF THE JEDI IN CONCERT_concert": "Epic cinematic orchestration brings Williams' iconic space saga alive.",
  "HOME ALONE IN CONCERT_concert": "Whimsical Williams film score brings Christmas magic to symphonic life"
}