[
  {
    "title": "REMEMBER MY NAME",
    "rating": 7,
    "description": "<p><strong>Rating: 7/10</strong></p><p>🎬 Originality & Surprise<br>The movie \"Remember My Name\" (1978) directed by Alan Rudolph shows some originality in its narrative structure. The film begins as a straightforward tale of a man's life, only to shift into a complex exploration of his ex-wife's return, which adds an element of unpredictability. However, the execution of this shift is not entirely successful, as the film sometimes feels like it is hinting at more dramatic moments without fully delivering them, which can be seen as a letdown by some viewers.</p><p>🎥 Artistic Craft<br>The artistic craft in \"Remember My Name\" is competent but unremarkable. The narrative structure is minimalistic, which can be both a strength and a weakness. The film's focus on character development, particularly through Emily's (played by Geraldine Chaplin) portrayal, is nuanced. The cinematography and sound design are not particularly noteworthy but effectively support the mood and tone of the film. The pacing is generally well-balanced, though it sometimes feels slow due to the minimal plot progression.</p><p>🎭 Thematic Depth<br>The thematic depth of \"Remember My Name\" lies in its exploration of universal human experiences such as love, loss, and the struggle to find normalcy. Emily's character, with her background in prison and her awkward interactions, serves as a powerful metaphor for the challenges of reintegrating into society. The film also touches on themes of loneliness and the search for connection, which are explored with a certain level of nuance.</p><p>🏛️ Comparative Excellence<br>Comparing \"Remember My Name\" to landmark works in its genre, it falls short of being exceptional but is still a strong film. It shares some similarities with other films of the 1970s that explored complex characters and themes, such as \"The Shining\" and \"Seven.\" However, it lacks the dramatic payoff and shocking effects that make those films memorable. Despite this, it remains a well-crafted film that showcases Alan Rudolph's unique style and ability to create complex, emotionally charged characters.</p><p>In summary, while \"Remember My Name\" is not an exceptional masterpiece, it is a strong film that excels in its thematic depth and character development, making it a competent but unremarkable work in the cinematic landscape of 1978.</p>",
    "oneLinerSummary": "A haunting 1978 psychological drama exploring obsession through enigmatic, unpredictable characters.",
    "url": "https://www.austinfilm.org/screening/remember-my-name/",
    "isSpecialScreening": false,
    "isMovie": true,
    "isWorkHours": false,
    "duration": "1h 35min",
    "director": "Alan Rudolph",
    "country": "USA",
    "year": 1978,
    "language": null,
    "venue": "AFS",
    "type": "movie",
    "screenings": [
      {
        "date": "2025-07-02",
        "time": "6:00 PM",
        "url": "https://www.austinfilm.org/screening/remember-my-name/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-05",
        "time": "6:50 PM",
        "url": "https://www.austinfilm.org/screening/remember-my-name/",
        "venue": "AFS"
      }
    ],
    "id": "remember-my-name"
  },
  {
    "title": "CONTEMPT",
    "rating": 8,
    "description": "<p><strong>Rating: 8/10</strong></p><p>Originality & Surprise<br><strong>6/10</strong><br>While \"Contempt\" (1963) by Jean-Luc Godard does not entirely avoid clichés, it delivers a unique and nuanced portrayal of marital dynamics. The film's exploration of the complexities of a relationship, particularly the passive-aggressive behavior and the breakdown of communication, is both insightful and fresh for its time. However, the narrative structure, while formally conventional, does not significantly surprise in terms of its overall arc. The film's ability to capture the intricate, often circular arguments between Paul and Camille is compelling but not entirely unpredictable.</p><p>Artistic Craft<br><strong>8/10</strong><br>The artistic craft of \"Contempt\" is strong. The narrative structure, though formally conventional, is meticulously crafted to reflect the couple's deteriorating relationship. The cinematography, handled by Raoul Coutard, is striking, particularly in its use of location settings and the juxtaposition of classical music with modernist elements. The sound design is equally impressive, capturing the tension and emotional depth of the characters' interactions. The pacing is well-balanced, allowing for both intense moments of conflict and quieter, more introspective scenes. The mise-en-scène, as noted by critics, is a strikingly credible portrait of a couple on the brink of collapse.</p><p>Thematic Depth<br><strong>9/10</strong><br>The thematic depth of \"Contempt\" is exceptional. The film explores universal human experiences with remarkable nuance, delving into the complexities of marriage, communication, and the fragility of relationships. The character development is rich, particularly in the portrayal of Paul and Camille. Their intimate knowledge of each other leads to a familiar yet woefully out-of-step dynamic, making their conflicts both relatable and emotionally resonant. The film's exploration of mutual complicities and the destructive nature of unchecked insecurities adds depth to the narrative, making it more than just a portrayal of a marriage but a commentary on human psychology.</p><p>Comparative Excellence<br><strong>8/10</strong><br>In comparison to landmark works in its genre, \"Contempt\" stands out for its formal elegance and thematic complexity. While it may not be as revolutionary as some of Godard's other works, it is a masterclass in capturing the intricacies of human relationships. The film's ability to balance formal conventions with innovative storytelling makes it a standout in the French New Wave movement. Critics have praised its credible portrayal of a couple on the brink, and its influence can be seen in later films that explore similar themes of marital dynamics and communication breakdowns.</p><p>Overall, \"Contempt\" is a strong film that excels in its thematic depth and artistic craft, making it a compelling and nuanced exploration of human relationships. While it may not be exceptional in terms of originality and surprise, its overall artistic merit and complexity make it a standout in the genre.</p>",
    "oneLinerSummary": "Godard's complex marital drama unfolds through unpredictable storytelling and mythic imagery.",
    "url": "https://www.austinfilm.org/screening/contempt/",
    "isSpecialScreening": false,
    "isMovie": true,
    "isWorkHours": false,
    "duration": "1h 42min",
    "director": "Jean-Luc Godard",
    "country": "France",
    "year": 1963,
    "language": "French with English Subtitles",
    "venue": "AFS",
    "type": "movie",
    "screenings": [
      {
        "date": "2025-07-02",
        "time": "8:30 PM",
        "url": "https://www.austinfilm.org/screening/contempt/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-05",
        "time": "5:45 PM",
        "url": "https://www.austinfilm.org/screening/contempt/",
        "venue": "AFS"
      }
    ],
    "id": "contempt"
  },
  {
    "title": "JANE AUSTEN WRECKED MY LIFE",
    "rating": 5,
    "description": "<p><strong>Rating: 5/10</strong></p><p>Originality & Surprise<br>The movie \"Jane Austen Wrecked My Life\" by Laura Piani fails to avoid clichés and deliver unpredictable storytelling. The title suggests a unique blend of Jane Austen's literary legacy with modern romantic comedy elements, but the execution feels derivative. The film's reliance on familiar tropes and predictable plot twists makes it unremarkable in terms of originality and surprise.</p><p>Artistic Craft<br>The narrative structure of the film is competent but unremarkable. It follows a standard romantic comedy arc, with little innovation in its storytelling approach. The character development is also lacking, with the characters feeling more like caricatures than fully fleshed-out individuals. The cinematography and sound design are adequate but do not stand out in any significant way. The pacing is generally well-balanced, but it does not contribute to any memorable moments or emotional resonance.</p><p>Thematic Depth<br>The thematic exploration in \"Jane Austen Wrecked My Life\" is shallow and lacks nuance. The film touches on themes of love, identity, and the influence of literature on personal life, but these themes are not explored with any depth or complexity. The movie's attempt to blend Jane Austen's legacy with modern romance feels superficial and does not offer any profound insights into human experiences.</p><p>Comparative Excellence<br>In comparison to landmark works in the romantic comedy genre, \"Jane Austen Wrecked My Life\" falls short. Films like \"When Harry Met Sally\" or \"Crazy, Stupid, Love\" offer more nuanced explorations of love and relationships, with better-developed characters and more original storytelling. This film's reliance on familiar tropes and lack of thematic depth make it less exceptional compared to these classics.</p><p>In summary, while \"Jane Austen Wrecked My Life\" is a competent but unremarkable film, it lacks originality, artistic merit, and thematic depth. It fails to stand out in any significant way, making it a mediocre addition to the romantic comedy genre.</p>",
    "oneLinerSummary": "A predictable romantic comedy that disappointingly fails to honor Austen's wit.",
    "url": "https://www.austinfilm.org/screening/jane-austen-wrecked-my-life/",
    "isSpecialScreening": false,
    "isMovie": true,
    "isWorkHours": true,
    "duration": "1h 38min",
    "director": "Laura Piani",
    "country": "France",
    "year": 2024,
    "language": "French and English",
    "venue": "AFS",
    "type": "movie",
    "screenings": [
      {
        "date": "2025-07-03",
        "time": "3:30 PM",
        "url": "https://www.austinfilm.org/screening/jane-austen-wrecked-my-life/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-03",
        "time": "6:45 PM",
        "url": "https://www.austinfilm.org/screening/jane-austen-wrecked-my-life/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-04",
        "time": "3:30 PM",
        "url": "https://www.austinfilm.org/screening/jane-austen-wrecked-my-life/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-05",
        "time": "3:20 PM",
        "url": "https://www.austinfilm.org/screening/jane-austen-wrecked-my-life/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-07",
        "time": "5:25 PM",
        "url": "https://www.austinfilm.org/screening/jane-austen-wrecked-my-life/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-09",
        "time": "4:00 PM",
        "url": "https://www.austinfilm.org/screening/jane-austen-wrecked-my-life/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-10",
        "time": "5:00 PM",
        "url": "https://www.austinfilm.org/screening/jane-austen-wrecked-my-life/",
        "venue": "AFS"
      }
    ],
    "id": "jane-austen-wrecked-my-life"
  },
  {
    "title": "PAVEMENTS",
    "rating": 7,
    "description": "<p><strong>Rating: 7/10</strong></p><p>🎬 Originality & Surprise<br><strong>6/10</strong><br>While \"Pavements\" avoids clichés by interweaving historical and contemporary elements of the band Pavement, it does not deliver entirely unpredictable storytelling. The film's structure, which jumps between different eras and perspectives, is well-executed but not groundbreaking. The use of recurring segments and unique editing choices like shifting aspect ratios and split-screen presentations adds a layer of complexity, but it doesn't significantly surprise the viewer in terms of narrative structure.</p><p>🎥 Artistic Craft<br><strong>8/10</strong><br>The artistic craft of \"Pavements\" is strong. The film's narrative structure, which Perry has described as a vehicle for his personal pursuits, is well-balanced. The band members' on-camera playfulness and Perry's comprehensive knowledge of the group contribute to an unlikely sincerity. The cinematography and sound design are competent, enhancing the emotional truth of the film. However, the pacing can feel a bit uneven at times, particularly in the development of the fictional musical sequences, which feel less substantial compared to the rest of the film.</p><p>🎭 Thematic Depth<br><strong>7/10</strong><br>The thematic depth of \"Pavements\" is nuanced, exploring universal human experiences such as friendship, love, memory, trust, and loyalty. The film captures the public's fractured view of Pavement and their enduring legacy in a way that resonates with both the band's loyal listeners and new audiences. However, some themes, like the band's influence on the underground music scene, are explored more superficially than others, which prevents the film from reaching its full thematic potential.</p><p>🏛️ Comparative Excellence<br><strong>6/10</strong><br>Comparatively, \"Pavements\" stands out for its unique blend of historical and contemporary elements. It exemplifies all that Pavement represents to its loyal listeners, making it a compelling tribute to the band. However, it does not surpass landmark works in its genre in terms of sheer innovation or complexity. Films like \"The Last Waltz\" or \"Stop Making Sense\" offer more comprehensive and deeply immersive experiences, but \"Pavements\" holds its own as a thoughtful and engaging tribute to a significant musical entity.</p>",
    "oneLinerSummary": "A creatively structured film weaving Pavement's musical legacy through multiple timelines.",
    "url": "https://www.austinfilm.org/screening/pavements/",
    "isSpecialScreening": false,
    "isMovie": true,
    "isWorkHours": true,
    "duration": "2h 8min",
    "director": "Alex Ross Perry",
    "country": "USA",
    "year": 2025,
    "language": null,
    "venue": "AFS",
    "type": "movie",
    "screenings": [
      {
        "date": "2025-07-03",
        "time": "3:50 PM",
        "url": "https://www.austinfilm.org/screening/pavements/",
        "venue": "AFS"
      }
    ],
    "id": "pavements"
  },
  {
    "title": "HEARTWORN HIGHWAYS",
    "rating": 6,
    "description": "<p><strong>Rating: 6/10</strong></p><p>🎬 Originality & Surprise<br><strong>6/10</strong>: While \"Heartworn Highways\" captures a unique moment in the Outlaw Country music movement, its storytelling is somewhat meandering and unfocused. The documentary's charm lies in its raw, unpolished nature, which sometimes feels like a strength but also a weakness. The film's ability to preserve a bygone era of music is commendable, but it does not avoid clichés entirely. The interviews and footage, though engaging, lack the depth and structure that would elevate it to a more surprising and original work.</p><p>🎥 Artistic Craft<br><strong>6/10</strong>: The cinematography in \"Heartworn Highways\" is notable for its freewheeling style, capturing the essence of the Outlaw Country scene in the late 1970s. However, the editing can be choppy at times, which detracts from the overall coherence of the film. The soundtrack is enjoyable, featuring a mix of music that reflects the era and the artists involved. While the film's aesthetic is rugged and authentic, it does not showcase exceptional mastery in narrative structure, character development, or pacing.</p><p>🎭 Thematic Depth<br><strong>6/10</strong>: The documentary explores universal themes such as creativity, rebellion, and the struggle for artistic identity. However, these themes are not deeply nuanced or explored in a complex manner. The film primarily serves as a historical document, capturing a moment in time rather than delving into profound human experiences. The focus is more on the music and the artists than on deeper thematic analysis.</p><p>🏛️ Comparative Excellence<br><strong>6/10</strong>: In comparison to landmark works in its genre, \"Heartworn Highways\" does not stand out as a masterpiece. While it shares some similarities with Martin Scorsese's \"The Last Waltz\" in its documentary style and focus on capturing an important moment in music history, it lacks the cohesion and narrative drive of Scorsese's film. The broad critical consensus is that \"Heartworn Highways\" is a culturally significant and heartwarming documentary, but it does not reach the level of excellence seen in more polished and structured documentaries.</p>",
    "oneLinerSummary": "An intimate documentary capturing the raw spirit of Outlaw Country music.",
    "url": "https://www.austinfilm.org/screening/heartworn-highways/",
    "isSpecialScreening": false,
    "isMovie": true,
    "isWorkHours": false,
    "duration": "1h 32min",
    "director": "James Szalapski",
    "country": "USA",
    "year": 1976,
    "language": null,
    "venue": "AFS",
    "type": "movie",
    "screenings": [
      {
        "date": "2025-07-03",
        "time": "6:00 PM",
        "url": "https://www.austinfilm.org/screening/heartworn-highways/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-04",
        "time": "4:30 PM",
        "url": "https://www.austinfilm.org/screening/heartworn-highways/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-06",
        "time": "1:00 PM",
        "url": "https://www.austinfilm.org/screening/heartworn-highways/",
        "venue": "AFS"
      }
    ],
    "id": "heartworn-highways"
  },
  {
    "title": "GRAND TOUR",
    "rating": 8,
    "description": "<p><strong>Rating: 8/10</strong></p><p>🎬 Originality & Surprise<br><strong>Score: 9/10</strong><br>Miguel Gomes' \"Grand Tour\" stands out for its unconventional production approach, blending contemporary documentary footage with studio-shot narrative scenes. This blend avoids clichés and delivers unpredictable storytelling, particularly in its use of luminous 16mm monochrome. The film's narrative structure, which begins to take shape on the eve of the director's wedding after reading Somerset Maugham’s book, adds a personal and unique layer to the story. This innovative approach keeps the audience engaged and curious about how the different elements will come together.</p><p>🎥 Artistic Craft<br><strong>Score: 8.5/10</strong><br>The artistic craft in \"Grand Tour\" is exceptional. The cinematography is visually striking, capturing the melancholic journey of Edward and Molly across Asia in a way that feels both timeless and contemporary. The use of 16mm monochrome adds a nostalgic and introspective quality to the film, enhancing its thematic depth. The pacing is well-balanced, allowing the audience to absorb the complex emotions and relationships between the characters. However, the lack of storyboards and detailed planning might make some scenes feel slightly disjointed, but this also contributes to the film's raw, unpolished charm.</p><p>🎭 Thematic Depth<br><strong>Score: 9/10</strong><br>\"Grand Tour\" explores universal human experiences with nuance. The film delves into themes of time, memory, and the relationship between past and present. It examines the complexities of love and loss through Edward and Molly's journey, which is both deeply personal and universally relatable. The film's meditation on time and memory is particularly noteworthy, as it reflects on how our experiences shape us and how we remember them. This thematic depth is characteristic of Gomes' cinematic style, which often explores the human condition in innovative and profound ways.</p><p>🏛️ Comparative Excellence<br><strong>Score: 8/10</strong><br>While \"Grand Tour\" does not surpass landmark works like \"Arabian Nights\" in terms of sheer ambition, it stands out for its unique blend of documentary and narrative elements. The film's use of 16mm monochrome and its unconventional production approach set it apart from other films in its genre. However, it may not be as universally acclaimed as some of Gomes' other works, such as \"Tabu,\" which won the Best Director award at the 2024 Cannes Film Festival. Nonetheless, \"Grand Tour\" is a strong addition to Gomes' oeuvre, showcasing his continued innovation and artistic merit.</p><p>Overall, \"Grand Tour\" is a strong film that excels in originality, artistic craft, and thematic depth. Its unique approach to storytelling and its visually striking cinematography make it a standout in contemporary cinema.</p>",
    "oneLinerSummary": "Miguel Gomes crafts an unconventional Asian journey exploring time, memory, and storytelling.",
    "url": "https://www.austinfilm.org/screening/grand-tour/",
    "isSpecialScreening": false,
    "isMovie": true,
    "isWorkHours": false,
    "duration": "2h 8min",
    "director": "Miguel Gomes",
    "country": "Portugal",
    "year": 2024,
    "language": "Portuguese",
    "venue": "AFS",
    "type": "movie",
    "screenings": [
      {
        "date": "2025-07-03",
        "time": "8:15 PM",
        "url": "https://www.austinfilm.org/screening/grand-tour/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-05",
        "time": "1:30 PM",
        "url": "https://www.austinfilm.org/screening/grand-tour/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-06",
        "time": "5:15 PM",
        "url": "https://www.austinfilm.org/screening/grand-tour/",
        "venue": "AFS"
      }
    ],
    "id": "grand-tour"
  },
  {
    "title": "DOGTOOTH 4K Restoration",
    "rating": 8,
    "description": "<p><strong>Rating: 8/10</strong></p><p>🎬 Originality & Surprise<br><strong>8/10</strong><br>DOGTOOTH stands out for its bold and unconventional storytelling. The film avoids clichés by presenting a family trapped in a world of their own making, where the boundaries between reality and fantasy are blurred. The children's perceptions of the world are manipulated by their parents, leading to a narrative that is both unsettling and thought-provoking. The film's exploration of how language can be both powerful and delicate adds to its originality, making it a standout in the art-house genre.</p><p>🎥 Artistic Craft<br><strong>9/10</strong><br>The artistic craft in DOGTOOTH is exceptional. The narrative structure is meticulously crafted to create a sense of claustrophobia and confusion, mirroring the characters' experiences. The character depth is profound, as the children's immaturity is not just a result of their upbringing but also a deliberate choice by their parents. The cinematography is stark and deliberate, using the lavish setting to highlight the family's isolation. The sound design is equally impressive, with the use of silence and mundane sounds creating an eerie atmosphere. The pacing is well-balanced, building tension gradually and culminating in a powerful ending.</p><p>🎭 Thematic Depth<br><strong>9/10</strong><br>The thematic depth of DOGTOOTH is remarkable. The film explores universal human experiences such as the manipulation of reality, the power of language, and the consequences of isolation. The film raises questions about the nature of family and the impact of parental control on children's development. The themes are explored with nuance, avoiding simplistic or didactic approaches. The film's ability to make the audience question their own perceptions of reality adds to its thematic depth.</p><p>🏛️ Comparative Excellence<br><strong>8/10</strong><br>Comparing DOGTOOTH to landmark works in its genre, it stands out for its unflinching direction and its ability to create a visual myth that puts Greek cinema on the map. The film's win of the Un Certain Regard award at Cannes in 2009 and its subsequent nomination for an Academy Award demonstrate its critical acclaim. While it may not surpass the complexity of some other art-house films, its innovative storytelling and artistic craftsmanship make it an exceptional work in its own right.</p>",
    "oneLinerSummary": "A disturbing 4K restoration exploring psychological manipulation within an isolated dysfunctional...",
    "url": "https://www.austinfilm.org/screening/dogtooth-4k-restoration/",
    "isSpecialScreening": false,
    "isMovie": true,
    "isWorkHours": false,
    "duration": "1h 34min",
    "director": "Yorgos Lanthimos",
    "country": "Greece",
    "year": 2009,
    "language": "Greek",
    "venue": "AFS",
    "type": "movie",
    "screenings": [
      {
        "date": "2025-07-03",
        "time": "9:05 PM",
        "url": "https://www.austinfilm.org/screening/dogtooth-4k-restoration/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-05",
        "time": "1:00 PM",
        "url": "https://www.austinfilm.org/screening/dogtooth-4k-restoration/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-07",
        "time": "7:45 PM",
        "url": "https://www.austinfilm.org/screening/dogtooth-4k-restoration/",
        "venue": "AFS"
      }
    ],
    "id": "dogtooth-4k-restoration"
  },
  {
    "title": "THE PHOENICIAN SCHEME",
    "rating": 7,
    "description": "<p><strong>Rating: 7/10</strong></p><p>🎬 Originality & Surprise<br>The Phoenician Scheme shows a moderate level of originality and surprise. While it incorporates elements of espionage and dark comedy, the plot is not entirely unpredictable. The twist involving Nubar's true intentions adds a layer of complexity, but it is not groundbreaking. The film's reliance on familiar tropes, such as the eccentric tycoon and the grandiose scheme, keeps it from being truly innovative (Source: ).</p><p>🎥 Artistic Craft<br>The artistic craft of The Phoenician Scheme is competent but unremarkable. The narrative structure is convoluted, which can be both a strength and a weakness. The film's use of multiple plot threads and characters adds depth, but it also makes the pacing somewhat uneven. The cinematography and sound design are not particularly noteworthy, though they serve the story adequately. The film's visual style, particularly in the black-and-white tableaux, shows some flair but is not consistently impressive (Source: ).</p><p>🎭 Thematic Depth<br>The thematic depth of The Phoenician Scheme is notable for its exploration of universal human experiences. The film delves into themes of mortality, legacy, and redemption. Zsa Zsa Korda's transformation from a ruthless industrialist to a man seeking meaning is a compelling arc. The character development, particularly of Liesl, adds emotional depth to the story. However, these themes are not explored with the nuance that would elevate the film to exceptional status (Source: ).</p><p>🏛️ Comparative Excellence<br>Comparing The Phoenician Scheme to landmark works in its genre, it falls short of being exceptional. While it shares some elements with films like those by Wes Anderson, it lacks the consistent innovation and high artistic merit that makes his films stand out. The film's reliance on familiar tropes and its uneven pacing prevent it from reaching the level of complexity and artistic excellence seen in works like \"The Grand Budapest Hotel\" or \"Moonrise Kingdom\" (Source: , ).</p><p>In summary, The Phoenician Scheme is a competent but unremarkable film that shows some originality and thematic depth but falls short in terms of artistic craft and overall complexity.</p>",
    "oneLinerSummary": "A convoluted business thriller featuring ruthless dealings and complex personal entanglements.",
    "url": "https://www.austinfilm.org/screening/the-phoenician-scheme/",
    "isSpecialScreening": false,
    "isMovie": true,
    "isWorkHours": false,
    "duration": null,
    "director": null,
    "country": "New Releases",
    "year": null,
    "language": null,
    "venue": "AFS",
    "type": "movie",
    "screenings": [
      {
        "date": "2025-07-04",
        "time": "6:00 PM",
        "url": "https://www.austinfilm.org/screening/the-phoenician-scheme/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-05",
        "time": "8:15 PM",
        "url": "https://www.austinfilm.org/screening/the-phoenician-scheme/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-06",
        "time": "3:45 PM",
        "url": "https://www.austinfilm.org/screening/the-phoenician-scheme/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-07",
        "time": "4:30 PM",
        "url": "https://www.austinfilm.org/screening/the-phoenician-scheme/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-08",
        "time": "8:15 PM",
        "url": "https://www.austinfilm.org/screening/the-phoenician-scheme/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-09",
        "time": "4:30 PM",
        "url": "https://www.austinfilm.org/screening/the-phoenician-scheme/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-10",
        "time": "7:30 PM",
        "url": "https://www.austinfilm.org/screening/the-phoenician-scheme/",
        "venue": "AFS"
      }
    ],
    "id": "the-phoenician-scheme"
  },
  {
    "title": "THE DAMNED",
    "rating": 6,
    "description": "<p><strong>Rating: 6/10</strong></p><p>Originality & Surprise<br>The movie \"The Damned\" by Roberto Minervini does not particularly stand out in terms of originality and surprise. The narrative follows a familiar pattern of a volunteer unit of Union soldiers during the winter of 1862, which is somewhat predictable. The film's decision to visually isolate its characters and focus on the mundane aspects of their daily lives, while interesting, does not introduce significant new elements to the war genre. The tension builds gradually, culminating in a tense 10-minute shootout, but this is not particularly surprising given the context of war movies.</p><p>Artistic Craft<br>The artistic craft of \"The Damned\" is competent but unremarkable. The cinematography by Carlos Alfonso Corra effectively captures the bleak landscape and the cold, creating a convincing atmosphere. The score is offbeat and interesting, adding to the film's tension and emotional depth. However, the narrative structure is straightforward and lacks complexity. The pacing is well-managed, but it does not elevate the film beyond its basic storytelling. The characters, though well-developed in their individuality, are not deeply explored, which limits the film's emotional impact.</p><p>Thematic Depth<br>The thematic depth of \"The Damned\" is nuanced but not particularly profound. The film explores universal human experiences such as the monotony of war, the deconstruction of heroism, and the realization that family is more important than country. These themes are well-presented through the soldiers' dialogue and actions, particularly in the quote from Matthew's gospel, \"All they that take the sword shall perish with the sword,\" which underscores their moral dilemmas. However, these themes are not deeply analyzed or explored in a way that adds significant depth to the narrative.</p><p>Comparative Excellence<br>Comparing \"The Damned\" to landmark works in its genre, it falls short of the complexity and emotional resonance of films like \"Meek's Cutoff\" by Kelly Reichardt, which also deconstructs the heroism of war but does so with more innovative storytelling and character development. \"The Damned\" does not match the broad critical consensus of being a groundbreaking or exceptional war film, instead remaining a competent but unremarkable addition to the genre.</p><p>In summary, while \"The Damned\" is a well-crafted film that effectively captures the monotony and danger of war, it lacks originality, thematic depth, and emotional complexity. Therefore, it scores 6 out of 10 in terms of artistic merit and complexity.</p>",
    "oneLinerSummary": "Roberto Minervini's war film explores monotony and fear through realistic soldier experiences.",
    "url": "https://www.austinfilm.org/screening/the-damned/",
    "isSpecialScreening": false,
    "isMovie": true,
    "isWorkHours": false,
    "duration": "1h 29min",
    "director": "Roberto Minervini",
    "country": "USA/Italy/Canada/Belgium",
    "year": 2024,
    "language": null,
    "venue": "AFS",
    "type": "movie",
    "screenings": [
      {
        "date": "2025-07-04",
        "time": "6:45 PM",
        "url": "https://www.austinfilm.org/screening/the-damned/",
        "venue": "AFS"
      },
      {
        "date": "2025-07-05",
        "time": "4:30 PM",
        "url": "https://www.austinfilm.org/screening/the-damned/",
        "venue": "AFS"
      }
    ],
    "id": "the-damned"
  },
  {
    "title": "GWEN AND THE BOOK OF SAND",
    "rating": 6,
    "description": "<p><strong>Rating: 6/10</strong></p><p>🎬 Originality & Surprise<br>The movie \"Gwen and the Book of Sand\" by Jean-François Laguionie exhibits a certain level of originality in its surreal and dreamlike narrative. The juxtaposition of desert nomadic motifs with everyday items like old spectacles and rusty bikes creates a unique landscape that is both visually striking and thought-provoking. However, the storytelling is often vague and open to interpretation, which can be both a strength and a weakness. While it avoids some clichés, the lack of clear plot definition may leave some viewers feeling confused or unsatisfied.</p><p>🎥 Artistic Craft<br>The artistic craft in \"Gwen and the Book of Sand\" is competent but unremarkable. The visuals are described as simple yet serenely beautiful, which suggests a deliberate choice in style rather than a lack of skill. The cinematography effectively captures the surreal atmosphere, making the desert world feel both desolate and strangely familiar. The pacing is necessarily slow to allow the journey to unfold, which can be both a strength and a weakness, depending on the viewer's preference. However, the narrative structure is somewhat undefined, which may detract from the overall experience.</p><p>🎭 Thematic Depth<br>The thematic depth of \"Gwen and the Book of Sand\" explores universal human experiences with some nuance. The film delves into questions of religion and the purpose and desire of \"God,\" which adds a layer of complexity to the narrative. The bond between Gwen and the strange boy, as well as her journey with his grandmother, touches on themes of friendship, love, and loyalty. However, these themes are not fully developed, and the exploration feels somewhat superficial.</p><p>🏛️ Comparative Excellence<br>In comparison to landmark works in the genre of surreal animation, \"Gwen and the Book of Sand\" holds its own but does not stand out as exceptional. It shares similarities with other surrealist films in its use of everyday items in an unusual context, but it lacks the depth and complexity found in more renowned works like those by Hayao Miyazaki or Terry Gilliam. The broad critical consensus on surreal animation often praises films that offer more defined narratives and deeper thematic explorations.</p><p>In conclusion, while \"Gwen and the Book of Sand\" shows some originality and artistic merit, it falls short in terms of narrative structure and thematic depth. It is a competent but unremarkable film that will appeal to fans of surreal animation but may leave others feeling confused or unsatisfied.</p>",
    "oneLinerSummary": "A surreal post-apocalyptic animated journey through mysterious desert landscapes and vague storyt...",
    "url": "https://www.austinfilm.org/screening/gwen-and-the-book-of-sand/",
    "isSpecialScreening": false,
    "isMovie": true,
    "isWorkHours": false,
    "duration": "1h 7min",
    "director": "Jean-François Laguionie",
    "country": "France",
    "year": 1985,
    "language": "French",
    "venue": "AFS",
    "type": "movie",
    "screenings": [
      {
        "date": "2025-07-04",
        "time": "8:25 PM",
        "url": "https://www.austinfilm.org/screening/gwen-and-the-book-of-sand/",
        "venue": "AFS"
      }
    ],
    "id": "gwen-and-the-book-of-sand"
  },
  {
    "title": "NYRB Book Club - Nightmare Alley",
    "rating": 8,
    "description": "<p><strong>Rating: 8/10</strong></p><p>Literary Craft – Assess Narrative Structure, Prose Quality, and Character Complexity</p><p>- <strong>Narrative Structure</strong>: The novel's structure is well-crafted, weaving together elements of noir fiction, carnival life, and tarot cards to create a complex and engaging narrative. The use of Stan's dreams and reflections effectively mirrors the themes of fear and exploitation, adding depth to the story.<br>  <br>- <strong>Prose Quality</strong>: Gresham's writing is a blend of gutter talk and lyrical prose, which adds to the novel's unique voice and atmosphere. The use of slang language and vivid descriptions immerses the reader in the carny world, making the narrative feel authentic and gritty.</p><p>- <strong>Character Complexity</strong>: Stan, the protagonist, is a well-developed character whose dreams and fears drive the plot. His interactions with other characters, such as Zeena and Dr. Lilith, reveal the darker aspects of human nature and the exploitation of fear. The characters are multidimensional, reflecting the novel's exploration of human foibles and vulnerabilities.</p><p>Originality & Entropy – Does the Work Subvert Cliché and Introduce Surprising Ideas?</p><p>- <strong>Subverting Cliché</strong>: While \"Nightmare Alley\" is a classic noir novel, it subverts some of the genre's clichés by incorporating elements of carnival life and tarot cards. This unique blend of settings and themes adds an original twist to the traditional noir narrative.</p><p>- <strong>Surprising Ideas</strong>: The novel introduces surprising ideas about human nature, particularly through its exploration of fear as a key motivator. Gresham's fascination with tarot cards also adds a layer of mysticism that is not typically found in noir fiction.</p><p>Thematic Depth – Which Universal Human Experiences Are Explored with Nuance?</p><p>- <strong>Universal Human Experiences</strong>: The novel explores universal human experiences such as fear, exploitation, and the darker aspects of human nature. It delves into how people abandon reason when driven by fear or desire, making them vulnerable to con artists and evil-doers.</p><p>Discussion Value – How Richly Does the Book Support Thoughtful Conversation?</p><p>- <strong>Discussion Value</strong>: The book supports thoughtful conversation due to its complex themes and well-developed characters. The exploration of fear, morality, and human nature provides ample ground for discussion about the psychological and sociological implications of these themes.</p><p>Comparative Excellence – Compare to Seminal Works in Its Genre, Noting Broad Critical Reception Where Relevant</p><p>- <strong>Comparative Excellence</strong>: \"Nightmare Alley\" is often compared to other noir classics like \"The Big Sleep\" by Raymond Chandler. While it may not be as widely recognized as some of its contemporaries, it has garnered significant critical acclaim for its unique blend of noir elements and its exploration of human nature. Critics have praised Gresham's writing style and the novel's thematic depth, placing it among the more exceptional works in the noir genre.</p><p>In summary, \"Nightmare Alley\" by William Lindsay Gresham is a strong literary work that excels in its narrative structure, prose quality, and thematic depth. Its originality and ability to subvert clichés, along with its support for thoughtful discussion, make it an exceptional choice for a book club. The only reason it doesn't score a perfect 10 is that it may not be as widely recognized as some other seminal works in the noir genre.</p>",
    "oneLinerSummary": "Dark noir exploring human ambition and exploitation through carnival mysticism.",
    "url": "https://www.alienatedmajestybooks.com/book-clubs",
    "isSpecialScreening": false,
    "isMovie": false,
    "isWorkHours": false,
    "duration": null,
    "director": null,
    "country": "USA",
    "year": null,
    "language": "English",
    "venue": "AlienatedMajesty",
    "series": "NYRB Book Club",
    "book": "Nightmare Alley",
    "author": "William Lindsey Gresham",
    "host": "Austin NYRB Book Club",
    "type": "book_club",
    "screenings": [
      {
        "date": "2025-07-05",
        "time": "11:00 AM",
        "url": "https://www.alienatedmajestybooks.com/book-clubs",
        "venue": "AlienatedMajesty"
      }
    ],
    "id": "nyrb-book-club---nightmare-alley---2025-07-05-1100-am"
  },
  {
    "title": "The New Yorker Weekly Short Story Club (Free Copies, First Hour for Reading) - This Week's Story",
    "rating": 7,
    "description": "<p>Calling all literary fiction lovers of the greater Austin Area! Join our weekly discussion of The New Yorker's latest short story. We provide free copies and the first hour is for reading. Whether you're a longtime lover of literature or just curious about contemporary short fiction, you're welcome! This is an inclusive community space welcoming all backgrounds and identities.</p>",
    "oneLinerSummary": "Weekly literary discussion group",
    "url": "https://www.meetup.com/atxstories/",
    "isSpecialScreening": false,
    "isMovie": false,
    "isWorkHours": false,
    "duration": null,
    "director": null,
    "country": "USA",
    "year": null,
    "language": "English",
    "venue": "NewYorkerMeetup",
    "series": "The New Yorker Weekly Short Story Club",
    "book": null,
    "author": null,
    "host": "Nabeel K. and others",
    "type": "book_club",
    "screenings": [
      {
        "date": "2025-07-08",
        "time": "7:00 PM",
        "url": "https://www.meetup.com/atxstories/",
        "venue": "NewYorkerMeetup"
      }
    ],
    "id": "the-new-yorker-weekly-short-story-club-(free-copies-first-hour-for-reading)---this-weeks-story---2025-07-08-700-pm"
  },
  {
    "title": "Subculture Lit - David Wojnarowicz",
    "rating": 8,
    "description": "<p><strong>Rating: 8/10</strong></p><p>Literary Craft – 7/10<br>The book \"David Wojnarowicz: A Definitive History of Five or Six Years on the Lower East Side\" by Sylvère Lotringer is a well-crafted work that delves deeply into the life and work of David Wojnarowicz. The narrative structure is compelling, as it weaves together Wojnarowicz's personal history, artistic aspirations, and political views through a dialogue with Lotringer. The prose quality is strong, with Lotringer's writing capturing the essence of Wojnarowicz's eloquence and emotional depth. However, the character complexity is somewhat limited to Wojnarowicz and Lotringer, with other figures appearing more as testimonials rather than fully fleshed-out characters.</p><p>Originality & Entropy – 9/10<br>The book is highly original and subverts clichés by offering a nuanced exploration of Wojnarowicz's collaborative nature and the intersection of art, politics, and personal history. Lotringer's approach to gathering additional commentary from those who knew Wojnarowicz best introduces surprising insights into the collaborative aspects of artistic work, challenging the traditional notion of the \"great artist\" as a solitary figure. This approach adds significant entropy to the narrative, making it more dynamic and thought-provoking.</p><p>Thematic Depth – 8/10<br>The book explores universal human experiences such as the struggle for artistic expression, the impact of AIDS on personal and professional life, and the tension between individuality and collaboration. These themes are explored with nuance, particularly in how Wojnarowicz's work reflects his personal struggles and political convictions. However, the thematic depth could be deeper if it more explicitly connected these themes to broader cultural and historical contexts.</p><p>Discussion Value – 9/10<br>The book is richly supportive of thoughtful conversation. The dialogue between Wojnarowicz and Lotringer provides a wealth of material for discussion, ranging from the artistic process to the political climate of the time. The additional commentary from Wojnarowicz's friends and collaborators adds layers of complexity, making it an excellent choice for a book club. The experimental and transgressive nature of the work ensures that discussions will be engaging and multifaceted.</p><p>Comparative Excellence – 8/10<br>Comparing this book to seminal works in its genre, such as those by French theorists like Jean Baudrillard or Nancy Spero, it holds its own in terms of intellectual rigor and artistic merit. Lotringer's work, particularly through Semiotext(e), has been influential in introducing French theory to American readers, and this book continues that tradition by offering a deeply personal and political exploration of an artist's life and work. However, it may not surpass some of the more canonical works in terms of sheer impact or influence on the broader literary landscape.</p><p>Overall, the book is a strong addition to any book club, particularly one focused on experimental and transgressive writing. Its originality, thematic depth, and discussion value make it an exceptional choice for those seeking a rigorous and thought-provoking read.</p>",
    "oneLinerSummary": "Definitive biography chronicling artist's turbulent years in downtown arts scene.",
    "url": "https://www.alienatedmajestybooks.com/book-clubs",
    "isSpecialScreening": false,
    "isMovie": false,
    "isWorkHours": false,
    "duration": null,
    "director": null,
    "country": "USA",
    "year": null,
    "language": "English",
    "venue": "AlienatedMajesty",
    "series": "Subculture Lit",
    "book": "David Wojnarowicz: A Definitive History of Five or Six Years on the Lower East Side",
    "author": "Sylvère Lotringer",
    "host": "East Austin Writing Project",
    "type": "book_club",
    "screenings": [
      {
        "date": "2025-07-13",
        "time": "3:00 PM",
        "url": "https://www.alienatedmajestybooks.com/book-clubs",
        "venue": "AlienatedMajesty"
      }
    ],
    "id": "subculture-lit---david-wojnarowicz---2025-07-13-300-pm"
  },
  {
    "title": "The New Yorker Weekly Short Story Club (Free Copies, First Hour for Reading) - Week 2",
    "rating": 7,
    "description": "<p>Calling all literary fiction lovers of the greater Austin Area! Join our weekly discussion of The New Yorker's latest short story. We provide free copies and the first hour is for reading. Whether you're a longtime lover of literature or just curious about contemporary short fiction, you're welcome! This is an inclusive community space welcoming all backgrounds and identities.</p>",
    "oneLinerSummary": "Weekly literary discussion group",
    "url": "https://www.meetup.com/atxstories/",
    "isSpecialScreening": false,
    "isMovie": false,
    "isWorkHours": false,
    "duration": null,
    "director": null,
    "country": "USA",
    "year": null,
    "language": "English",
    "venue": "NewYorkerMeetup",
    "series": "The New Yorker Weekly Short Story Club",
    "book": null,
    "author": null,
    "host": "Nabeel K. and others",
    "type": "book_club",
    "screenings": [
      {
        "date": "2025-07-15",
        "time": "7:00 PM",
        "url": "https://www.meetup.com/atxstories/",
        "venue": "NewYorkerMeetup"
      }
    ],
    "id": "the-new-yorker-weekly-short-story-club-(free-copies-first-hour-for-reading)---week-2---2025-07-15-700-pm"
  }
]